//IEBGENER EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DISP=SHR,DSN=DAIKI.ANSIBLE.PDS(NONEXIST)
//SYSUT2   DD SYSOUT=*
//SYSIN    DD DUMMY
