//S01      EXEC PGM=IEBGENER
//SYSIN    DD DUMMY
//SYSPRINT DD DUMMY
//SYSUT1   DD *,DLM=AA
 /* REXX */
 CALL SYSCALLS('ON')
 ADDRESS SYSCALL
 "SLEEP 50"
 EXIT
AA
//SYSUT2   DD DSN=&&REXX(SLEEP),DISP=(,PASS),UNIT=3390,
//         SPACE=(TRK,(1,1,1)),DCB=(DSORG=PO,LRECL=80,BLKSIZE=0)
//*
//S02      EXEC PGM=IKJEFT01,PARM='%SLEEP'
//SYSEXEC  DD DISP=(OLD,DELETE),DSN=&&REXX
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD DUMMY
